[
    {
        "name": "Ice Hockey",
        "g": "Ice-Hockey",
        "sys": "nes",
        "id": "3",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1988",
        "pub": "Nintendo",
        "desc": "Ice Hockey is an action game for one or two players. Start of by selecting a team and customizing your players. Each team member can be one of three player types: small and skinny (very fast, but not good at checking or shooting), very large (slow, but with a strong body check and outstanding shooting strength) or average (medium speed, with average checking and shooting strength). After the teams are set up, it's time to play some ice hockey! Gameplay features a scrolling screen to follow the action, and lets you choose which of the players you wish to control when on defense (on offense you always control the player with the puck). Fights can break out between players, and the loser may end up in the penalty box. There are five different speed settings for the game, and periods can be either 7, 10, or 15 minutes long.",
        "source": "https://www.mobygames.com/game/nes/ice-hockey"
    },
    {
        "name": "Tecmo Super Bowl",
        "g": "Tecmo-Super-Bowl",
        "sys": "nes",
        "id": "7",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1991",
        "pub": "Tecmo",
        "desc": "Tecmo Super Bowl is the follow-up to the NES football arcade/simulation Tecmo Bowl. While the basic gameplay of the original is intact, a host of new features and improvements have been added.",
        "source": "https://www.mobygames.com/game/nes/tecmo-super-bowl"
    },
    {
        "name": "Adventures of Lolo",
        "g": "Adventures%20of%20Lolo",
        "sys": "nes",
        "id": "188",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1989",
        "pub": "HAL",
        "desc": "The lovely princess Lala was kidnapped by the Evil Demons of the Empire. You are Lolo, a round ball-like creature (just like the princess herself), and your mission is to sneak into the empire castle and to liberate the princess.",
        "source": "https://www.mobygames.com/game/nes/adventures-of-lolo"
    },
    {
        "name": "Punch Out!!",
        "g": "Punch-Out!!",
        "sys": "nes",
        "id": "63",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1987",
        "pub": "Nintendo",
        "desc": "Mike Tyson's Punch-Out is one of the most popular and biggest selling video games of all time. Step into the ring as Little Mac, a 17-year-old fighter from the Bronx, ranked number three in the minor circuit. Your goal is to work your way up through the rankings so that you can challenge Mike Tyson, Kid Dynamite, in a dream fight.",
        "source": "https://www.mobygames.com/game/nes/mike-tysons-punch-out"
    },
    {
        "name": "Super Mario 64",
        "g": "super-mario-64",
        "sys": "n64",
        "id": "64",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Nintendo",
        "desc": "Mario is invited to Peach's castle, but when he arrives Peach is nowhere to be seen. He soon learns from Toad that Bowser has once again kidnapped her. The Koopa King has also put a spell on her castle, imprisoning her subjects. So it is up to Mario to break the spell and rescue Peach.",
        "source": "https://www.mobygames.com/game/n64/super-mario-64"
    },
    {
        "name": "Blades of Steel",
        "g": "Blades-of-Steel",
        "sys": "nes",
        "id": "8",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1988",
        "pub": "Konami",
        "desc": "Based on the arcade game, Blades Of Steel is a hockey arcade action game (gameplay doesn't require the need to worry about statistics or provide the ability to customize teams.) Two players can play against each other, or one player against the computer. In one player mode there are single game and tournament mode options. From time to time a fight may break out, which will provide a close up view of the two players. The player has control during the miniature fight game sequence, with the loser having to spend time in the penalty box. The referee will break up fights that go on too long, and calls a few penalties such as icing. Several short clips of digitized voices are also featured.",
        "source": "https://www.mobygames.com/game/nes/blades-of-steel"
    },
    {
        "name": "Ballistic",
        "g": "ballistic",
        "gameurl": "https://imadejptr.github.io/strg/ballistic/index.html",
        "sys": "h",
        "id": "254",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2020",
        "pub": "Arkadium",
        "desc": "Ballistic is a vibrant twist on the addicting ball-shooter classic with a unique, improved scoring system. Tap and drag to aim and eliminate all the tiles before they pile up. When a tile hits the bottom row, the game is over. Keep coming back to try and top your own high score!",
        "source": "https://www.arkadium.com/games/ballistic/"
    },
    {
        "name": "NBA JAM",
        "g": "nbajam",
        "sys": "mame",
        "id": "267",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "3|0",
        "year": "1993",
        "pub": "Midway",
        "desc": "NBA Jam is a two-on-two basketball game You can play any NBA team, and you can play as players like Barkley, Starks, Pippen, and Grant. Each human player controls a single player, so choose your squad wisely to take team-mate skill into account. The game is action-oriented, and players can perform unrealistic slam-dunks. Full performance statistics are automatically recorded. The play clock and 3-point line apply, but other rules are largely overlooked.",
        "source": "https://www.mobygames.com/game/arcade/nba-jam"
    },
    {
        "name": "Slope",
        "g": "slope",
        "sys": "u",
        "id": "72",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2014",
        "pub": "Y8",
        "desc": "Slope is the ultimate running game that will put your skills to the test. Speed down on a randomized slope. The farther you go, the faster your ball travels. This game might look simple but playing this will give you extreme adrenaline rush. Just remember to avoid obstacles and those red blocks. Always be on track to get a high score and you might have your name on the leaderboard!",
        "source": "https://www.y8.com/games/slope"
    },
    {
        "name": "F-Zero X",
        "g": "f-zero-gx",
        "sys": "n64",
        "id": "65",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1998",
        "pub": "Nintendo",
        "desc": "Famed SNES racer F-Zero gets a 64-bit update. Gameplay remains essentially unchanged, race in a futuristic racing tournament on tracks levitated miles up in the air, against a selection of devious opponents.",
        "source": "https://www.mobygames.com/game/n64/f-zero-x"
    },
    {
        "name": "Mario Kart DS",
        "g": "mkds",
        "sys": "nds",
        "id": "302",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2005",
        "pub": "Nintendo",
        "desc": "Mario Kart DS is the continuation of the long running racing game series that began on the Super Nintendo. It features 16 new tracks as well as 16 tracks from the previous 4 games, with each set split up into the Nitro and Retro Grand Prix respectively. Eight racers are initially available, each with two go-karts to choose from. A number of characters and additional karts are also available to unlock. New items have been added to the arsenal, including a Blooper squid that squirts ink onto the screens of other players and a Bullet Bill power up that transforms the player into a giant, fast-travelling bullet on autopilot.",
        "source": "https://www.mobygames.com/game/nintendo-ds/mario-kart-ds"
    },
    {
        "name": "Pokemon White Version",
        "g": "pokewhite",
        "sys": "nds",
        "id": "230",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2011",
        "pub": "Nintendo",
        "desc": "Pokémon White Version along with Pokémon Black Version mark the 5th generation of the main series. This version exclusively features the legendary Pokémon Zekrom. The player's objective, once again, is to collect all of the monsters and become the best trainer in the world. The player and two of his or her best friends get three Pokémon as presents from Professor Juniper, and each has to choose one. These are: fire-type Tepig, grass-type Snivy, and water-type Oshawott. Now a whole new world awaits the player to explore and all-new Pokémon to catch.",
        "source": "https://www.mobygames.com/game/nintendo-ds/pokmon-white-version"
    },
    {
        "name": "Pac-Man",
        "g": "pacman",
        "sys": "mame2003",
        "id": "231",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1980",
        "pub": "Midway",
        "desc": "One of the most popular and influential games of the 1980's, Pac-Man stars a little, yellow dot-muncher who works his way around to clear a maze of the various dots and fruit which inhabit the board.",
        "source": "https://www.mobygames.com/game/arcade/pac-man"
    },
    {
        "name": "King Of Fighters '98",
        "g": "kof98",
        "sys": "arcade",
        "id": "236",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1998",
        "pub": "SNK",
        "desc": "The King of Fighters '98 takes a break from the Orochi plot line and instead is presented as a 'Dream Match' game where the KOF roster duke it out for the top spot (similar to Ultimate Mortal Kombat 3, but without the storyline component). Most of the characters from the past four years return, thus providing the player with a very large roster containing 38 characters. Many of the characters have been altered in an attempt to make the game balanced regardless of the player's choice of fighter. Rugal Bernstein is provided as a non-secret character for the first time in KOF '98, and several regular characters have hidden 'alternate' versions that may also be used in-game.",
        "source": "https://www.mobygames.com/game/arcade/king-of-fighters-98-the-slugfest"
    },
    {
        "name": "MLB Power Pros 2008",
        "g": "mlbpp08",
        "sys": "nds",
        "id": "571",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2008",
        "pub": "2K",
        "desc": "MLB® Power Pros 2008 delivers a unique flair to America’s favorite pastime with an original visual style, pick-up-and-play gameplay mechanics and several deep gameplay modes. MLB® Power Pros 2008 is sure to be a hit with gamers of all ages.",
        "source": "https://www.mobygames.com/game/89158/mlb-power-pros-2008/"
    }
]