[
    {
        "name": "Snow Rider 3D",
        "g": "snow-rider-3d",
        "sys": "u",
        "id": "557",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2020",
        "pub": "New Gamer",
        "desc": "Would you like to ride on a sleigh? Then, no need to go anywhere. Because now, you can experience riding a sleigh for free anytime you want in Snow Ride 3D. Although you are not actually on a sleigh, you will feel like you’re actually riding one because the game is in 3D. Try to go as far as you can to get high score. You may also collect gifts to purchase sleigh. The game currently offers more than 10 nice sleighs that you can unlock using gifts. Make sure to jump over and avoid hitting any obstacles. You can challenge your family and friends as to can win the best score. This game will surely test your speed; accuracy; as well as your eyes and hands coordination. So what are you waiting for? Check out this addictive and challenging game and have so much fun. Play now!",
        "source": "https://gamedistribution.com/games/snow-rider-3d",
        "new": "false"
    },
    {
        "name": "Ball Mayhem!",
        "g": "ball-mayhem",
        "sys": "u",
        "id": "628",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2019",
        "pub": "VooDoo",
        "desc": "Enter the stadium and face the other teams in a fierce battle. Tackle everyone in sight to move forward and score a Touchdown! Show them who is the best team in the world!",
        "source": "https://play.google.com/store/apps/details?id=com.clement.ballmayhem&hl=en&gl=US",
        "new": "false"
    },
    {
        "name": "Drift Hunters",
        "g": "drift",
        "sys": "u",
        "id": "11",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2017",
        "pub": "Ilya Kaminetsky",
        "desc": "If you enjoy drift culture and jdm at all, be sure - drift hunters is for you!",
        "source": "https://ilyakaminetsky.itch.io/drift-hunters",
        "new": "false"
    },
    {
        "name": "Pokemon Sapphire",
        "g": "Pokemon%20Sapphire",
        "sys": "gba",
        "id": "112",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "Nintendo",
        "desc": "Pokémon is back for another round catching and training! You're the new guy (or girl) in Littleroot Town, and the newest generation of Pokémon trainers. Professor Birch sends you on your way in your journey, with one of your choice of 3 starter Pokémon. There's Treecko (A grass-type chameleon-like little guy) Torchic (a Fire-type bird) and Mudkip (a Water-type amphibious creature). Now, you've got a whole new world to explore in Hoenn, with eight new gyms and two-on-two battles, opening up a whole new myriad of tactics! New items, new Pokémon (over 350!!), and a new Pokédex to boot too! And of course we have our new villains, the nefarious Team Aqua, who plan on submerging the world in water in order to call out the Legendary Kyogre!",
        "source": "https://www.mobygames.com/game/gameboy-advance/pokmon-sapphire-version",
        "new": "false"
    },
    {
        "name": "Death Run 3D",
        "g": "death-run-3d",
        "sys": "u",
        "id": "554",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2014",
        "pub": "Kevin Wang",
        "desc": "Death Run 3D is an extremely fast game for true skillers only. If you love hardcore games, this game is the right for you. You fly inside a tube with various blocks and almost each of them is movable. Your task is avoid them. Gaps between blocks are very short so swift responses are the only way to success. The game shows your score in Global worldwide leaderboard so you can try overcoming yourself and with other players around the world,over and over. It is very addictive.",
        "source": "https://www.y8.com/games/death_run_3d",
        "new": "false"
    },
    {
        "name": "Tanuki Sunset",
        "g": "tanuki-sunset",
        "sys": "u",
        "id": "559",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2019",
        "pub": "Rewind Games",
        "desc": "Tanuki Sunset Classic is a third-person longboard-skating game where players play as a raccoon skating downhill on a procedurally generated synth-wave-themed seaside road.",
        "source": "https://squidsquadgames.itch.io/tanuki-sunset",
        "new": "false"
    },
    {
        "name": "Slope v1.3",
        "g": "slope-v13",
        "sys": "u",
        "id": "644",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2014",
        "pub": "Y8",
        "desc": "Slope is the ultimate running game that will put your skills to the test. Speed down on a randomized slope. The farther you go, the faster your ball travels. This game might look simple but playing this will give you extreme adrenaline rush. Just remember to avoid obstacles and those red blocks. Always be on track to get a high score and you might have your name on the leaderboard!",
        "source": "https://www.y8.com/games/slope",
        "new": "false"
    },
    {
        "name": "Pokemon Radical Red [HACK]",
        "g": "Radical%20Red",
        "sys": "gba",
        "id": "114",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2022",
        "pub": "soupercell",
        "desc": "Pokemon Radical Red is a ROM hack of FireRed.",
        "source": "https://www.pokecommunity.com/showthread.php?t=437688",
        "new": "false"
    },
    {
        "name": "Pokemon Emerald",
        "g": "Pokemon%20Emerald",
        "sys": "gba",
        "id": "106",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2005",
        "pub": "Nintendo",
        "desc": "Pokémon Emerald is the fifth Pokémon game of the advanced generation, after its predecessors Ruby, Sapphire, FireRed, and LeafGreen. It takes place in the world of Hoenn but can also connect with Kanto-based games FireRed and LeafGreen as well. Like Pikachu and Suicune were for Yellow and Crystal respectively, Rayquaza plays a vital role in this game along with the other Legendaries, Groudon and Kyogre. Though similar to the original storyline that occurs in Hoenn, Emerald offers more changes than Yellow and Crystal.",
        "source": "https://www.mobygames.com/game/gameboy-advance/pokmon-emerald-version",
        "new": "false"
    },
    {
        "name": "Tube Jumpers",
        "g": "tube-jumpers",
        "sys": "u",
        "id": "560",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2016",
        "pub": "New Eich Games",
        "desc": "Tube Jumpers is local multiplayer game with your friends packed with action. The last one to stay on the tubes wins. Watch out for miscellaneous objects while watching your back from other players.",
        "source": "https://www.neweichgames.com/",
        "new": "false"
    },
    {
        "name": "Super Mario 64",
        "g": "super-mario-64",
        "sys": "n64",
        "id": "64",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Nintendo",
        "desc": "Mario is invited to Peach's castle, but when he arrives Peach is nowhere to be seen. He soon learns from Toad that Bowser has once again kidnapped her. The Koopa King has also put a spell on her castle, imprisoning her subjects. So it is up to Mario to break the spell and rescue Peach.",
        "source": "https://www.mobygames.com/game/n64/super-mario-64",
        "new": "false"
    },
    {
        "name": "Baseball Fury",
        "g": "baseballfury",
        "sys": "u",
        "id": "52",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2019",
        "pub": "Kwalee",
        "desc": "Baseball Fury 3D is a fun and addictive game where you can become a batting legend!",
        "source": "https://play.google.com/store/apps/details?id=com.malvo.baseball&hl=en_US&gl=US",
        "new": "false"
    },
    {
        "name": "NBA Live '95",
        "g": "nba-live-95",
        "sys": "snes",
        "id": "615",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "EA Sports",
        "desc": "Manage over 300 players using the General Manager feature, new in this edition. Statistics for each player and team are saved. View players and teams side-by-side to compare stats and other information. You can trade any player in the league.",
        "source": "https://www.mobygames.com/game/2507/nba-live-95/",
        "new": "false"
    },
    {
        "name": "Super Mario Bros",
        "g": "Super-Mario-Bros",
        "sys": "nes",
        "id": "4",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1985",
        "pub": "Nintendo",
        "desc": "The Princess has been kidnapped by the evil Bowser, and it is up to Mario and brother Luigi to save the day.",
        "source": "https://www.mobygames.com/game/nes/super-mario-bros",
        "new": "false"
    },
    {
        "name": "Punch Out!!",
        "g": "Punch-Out!!",
        "sys": "nes",
        "id": "63",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1987",
        "pub": "Nintendo",
        "desc": "Mike Tyson's Punch-Out is one of the most popular and biggest selling video games of all time. Step into the ring as Little Mac, a 17-year-old fighter from the Bronx, ranked number three in the minor circuit. Your goal is to work your way up through the rankings so that you can challenge Mike Tyson, Kid Dynamite, in a dream fight.",
        "source": "https://www.mobygames.com/game/nes/mike-tysons-punch-out",
        "new": "false"
    }
]