[
    {
        "name": "skribbl.io",
        "g": "skrib",
        "gameurl": "https://imadejptr.github.io/strg/https://yandhi.herokuapp.com/trgr.html?url=aHR0cHM6Ly9za3JpYmJsLmlv/index.html",
        "sys": "h",
        "id": "629",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2017",
        "pub": "ticedev",
        "desc": "skribbl.io is a free online multiplayer drawing and guessing pictionary game. A normal game consists of a few rounds, where every round a player has to draw their chosen word and others have to guess it to gain points! The person with the most points at the end of the game will then be crowned as the winner!",
        "source": "https://skribbl.io"
    },
    {
        "name": "Animaniacs",
        "g": "animaniacs",
        "sys": "snes",
        "id": "630",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "Konami",
        "desc": "Animaniacs is a platform game where you control the three Animaniacs, Yakko, Wakko and Dot. Players can cycle between their current Animaniac by using R Button, and in addition to jumping, the player can stack the Animaniacs on top of each other to reach places they couldn't on their own. The Animaniacs can pick up and throw small objects to attack, as well as dash to break objects and dodge enemies. Larger objects can be pushed, to access higher areas, or sometimes to reveal secrets.",
        "source": "https://www.mobygames.com/game/31048/animaniacs/"
    },
    {
        "name": "Sonic Battle",
        "g": "sonic-battle",
        "sys": "gba",
        "id": "631",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "SEGA",
        "desc": "Sonic Battle is a fast paced pseudo-fighting game, akin to Super Smash Brothers from Nintendo. Rather than being 3D side-scrolling, this game employs a 3D isometric view- not a static, sprite-based field though, it is comprised of actual texture-mapped polygons. The character sprites are 2D though, and while you think it wouldn't work- it does :P",
        "source": "https://www.mobygames.com/game/11744/sonic-battle/"
    },
    {
        "name": "Spaceplan (Prototype)",
        "g": "sp",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cDovL2pob2xsYW5kcy5jby51ay9zcGFjZXBsYW4v",
        "sys": "h",
        "id": "632",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2017",
        "pub": "Jake Hollands",
        "desc": "an experimental piece of interaction based partly on a total misunderstanding of Stephen Hawking’s A Brief History of Time.",
        "source": "http://spaceplan.click/"
    },
    {
        "name": "Bleach: The 3rd Phantom",
        "g": "bleach-3p",
        "sys": "nds",
        "id": "633",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2008",
        "pub": "SEGA",
        "desc": "Bleach: The 3rd Phantom is a turn-based strategy game based on the anime series Bleach. This game tells a spin-off story: while there are many familiar faces present, the protagonists Fujimaru and Matsuri Kudo are new characters. Both join the Soul Society, an organization facing the soul-consuming Hollows, and become involved in a story of betrayal and revenge. Depending on the chosen character, there are minor differences in the story which is mostly told in dialogue windows.",
        "source": "https://www.mobygames.com/game/71264/bleach-the-3rd-phantom/"
    },
    {
        "name": "Inazuma Eleven 2: Blizzard",
        "g": "inazuma112",
        "sys": "nds",
        "id": "634",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2009",
        "pub": "SEGA",
        "desc": "Inazuma Eleven 2: Blizzard is a role-playing sports game that was released for Nintendo DS released alongside Inazuma Eleven 2: Firestorm in Europe and Japan. In the game the player takes control of Mark Evans a football keeper, who plays for his school football team, winner of the last Football Frontier. An alien football team, the Gemini Storm, attacks their school. Now Mark Evans and his team have to defend against this alien attack. In the game the player can visit different locations and play matches of football against different teams. The matches are controlled with the stylus, and when one of the player from the team runs into an opposing player, a duel starts which determines the possession of the ball. Unique to Blizzard is the Icy Diamond Dust team, Marks romance with Silvia and some different special moves.",
        "source": "https://www.mobygames.com/game/146098/inazuma-eleven-2-blizzard/"
    },
    {
        "name": "Tomodachi Collection",
        "g": "tomodachi",
        "sys": "nds",
        "id": "635",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2009",
        "pub": "Nintendo",
        "desc": "Tomodachi Collection is a simulation game sharing many similarities with The Sims and Animal Crossing. The featured protagonist happens to be your own personally designed Mii interacting with several Miis that populate the city. The population of Miis cohabiting the city are either friends you collected by entering their friend codes, or randomly generated characters courtesy of the computer. Fortunately, the game allows easy transfer of all your friend Miis from the Wii to your Nintendo DS.",
        "source": "https://www.mobygames.com/game/54402/tomodachi-collection/"
    },
    {
        "name": "Donkey Kong 3",
        "g": "dk3",
        "sys": "nes",
        "id": "636",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1984",
        "pub": "Nintendo",
        "desc": "As Stanley the Bugman, players are positioned under Donkey Kong, who has taken over a multi-level greenhouse. Stanley's goal is to remove Donkey Kong from the greenhouse, but the big ape isn't willing to leave without a fight.",
        "source": "https://www.mobygames.com/game/7338/donkey-kong-3/"
    },
    {
        "name": "Diep.io",
        "g": "diep",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cDovL2RpZXAuaW8=",
        "sys": "h",
        "id": "637",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2016",
        "pub": "Matheus Valadares",
        "desc": "Survive and shoot at others while trying to keep your own tank alive!",
        "source": "https://diep.io/"
    },
    {
        "name": "Tony Hawk's Pro Skater",
        "g": "tonyhawk",
        "sys": "snes",
        "id": "638",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "2000",
        "pub": "Activision",
        "desc": "Tony Hawk's Pro Skater is a skateboarding simulation in which you control a famous skate star around 3D environments. Each game area contains a plethora of objects like ramps, rails, and half-pipes which can be used to perform tricks. Each trick you perform earns you more points for your score.",
        "source": "https://www.mobygames.com/game/3567/tony-hawks-pro-skater/"
    },
    {
        "name": "Super Mario RPG: Legend of the Seven Stars",
        "g": "mariorpg",
        "sys": "snes",
        "id": "639",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Nintendo",
        "desc": "Super Mario RPG is a console RPG starring none other than Nintendo's popular character Mario. This game starts off like almost every other Mario game, with Bowser kidnapping Princess Toadstool. However, when Mario goes to Bowser's Keep to save her, a giant sword made by the evil Smithy crashes into the castle and sends Mario, the Princess, and Bowser flying to separate parts of the world.",
        "source": "https://www.mobygames.com/game/6692/super-mario-rpg-legend-of-the-seven-stars/"
    },
    {
        "name": "Pokémon Pinball: Ruby & Sapphire",
        "g": "pokepin",
        "sys": "gba",
        "id": "640",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "Pokémon Company",
        "desc": "The pocket monsters are back on the pinball table, this time with the latest batch of creatures from the Ruby & Sapphire series on GBA joining the already established cast of characters. Your job is to not only use the Poke-ball as a pinball and rack up the biggest score on the table, but to also capture the Pokemon through a selection of mini-games and challenges during the usual pinball game. Simply hit the required areas of the board with the ball and you'll capture the monster available. There's 200 to find in total. Two different boards are on offer, each based on the two versions of Pokemon for GBA (i.e. Ruby and Sapphire). Each board represents a new challenge as well as which Pokemon you can catch during play.",
        "source": "https://www.mobygames.com/game/10161/pokemon-pinball-ruby-sapphire/"
    },
    {
        "name": "Mortal Kombat: Deadly Alliance",
        "g": "mkdead",
        "sys": "gba",
        "id": "641",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2002",
        "pub": "Midway",
        "desc": "Mortal Kombat: Deadly Alliance on the Game Boy Advance adapts the console game of the same name to the portable platform, presenting a subset of characters, arenas and modes, with simplified controls and graphics in line with the handheld's capabilities.",
        "source": "https://www.mobygames.com/game/68742/mortal-kombat-deadly-alliance/"
    },
    {
        "name": "Pokemon HeartGold Version",
        "g": "heartgold",
        "sys": "nds",
        "id": "642",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2009",
        "pub": "Pokémon Company",
        "desc": "Pokémon HeartGold is an enhanced remake of one of the second installments in the Pokémon Main RPG Series, Pokémon Gold.",
        "source": "https://www.mobygames.com/game/44513/pokemon-heartgold-version/"
    },
    {
        "name": "Tecmo Bowl Kickoff",
        "g": "tbkickoff",
        "sys": "nds",
        "id": "643",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2008",
        "pub": "Tecmo",
        "desc": "Tecmo Bowl Kickoff is a remake of the classic NES titles of the early 90's and features a no-holds barred style of football. It also features cinematic animations for certain events during a game such as punts, field goals, interceptions, QB sacks, touchdowns, etc. Though it does not feature any license of professional teams or logos, it does model itself after the NFL with two conferences, the Wildcats Tecmo Conference (WTC) and the Bulldogs Tecmo Conference (BTC), with four divisions a piece (North, South, East & West).",
        "source": "https://www.mobygames.com/game/39239/tecmo-bowl-kickoff/"
    }
]