[
    {
        "name": "Mortal Kombat: Deadly Alliance",
        "g": "mkdead",
        "sys": "gba",
        "id": "641",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2002",
        "pub": "Midway",
        "desc": "Mortal Kombat: Deadly Alliance on the Game Boy Advance adapts the console game of the same name to the portable platform, presenting a subset of characters, arenas and modes, with simplified controls and graphics in line with the handheld's capabilities.",
        "source": "https://www.mobygames.com/game/68742/mortal-kombat-deadly-alliance/"
    },
    {
        "name": "Pokemon HeartGold Version",
        "g": "heartgold",
        "sys": "nds",
        "id": "642",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2009",
        "pub": "Pokémon Company",
        "desc": "Pokémon HeartGold is an enhanced remake of one of the second installments in the Pokémon Main RPG Series, Pokémon Gold.",
        "source": "https://www.mobygames.com/game/44513/pokemon-heartgold-version/"
    },
    {
        "name": "Tecmo Bowl Kickoff",
        "g": "tbkickoff",
        "sys": "nds",
        "id": "643",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2008",
        "pub": "Tecmo",
        "desc": "Tecmo Bowl Kickoff is a remake of the classic NES titles of the early 90's and features a no-holds barred style of football. It also features cinematic animations for certain events during a game such as punts, field goals, interceptions, QB sacks, touchdowns, etc. Though it does not feature any license of professional teams or logos, it does model itself after the NFL with two conferences, the Wildcats Tecmo Conference (WTC) and the Bulldogs Tecmo Conference (BTC), with four divisions a piece (North, South, East & West).",
        "source": "https://www.mobygames.com/game/39239/tecmo-bowl-kickoff/"
    },
    {
        "name": "Slope v1.3",
        "g": "slope-v13",
        "sys": "u",
        "id": "644",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2014",
        "pub": "Y8",
        "desc": "Slope is the ultimate running game that will put your skills to the test. Speed down on a randomized slope. The farther you go, the faster your ball travels. This game might look simple but playing this will give you extreme adrenaline rush. Just remember to avoid obstacles and those red blocks. Always be on track to get a high score and you might have your name on the leaderboard!",
        "source": "https://www.y8.com/games/slope"
    },
    {
        "name": "Wild Guns",
        "g": "wildguns",
        "sys": "snes",
        "id": "645",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "Natsume Co.",
        "desc": "KABOOM! Annie & Clint, two gunslingers, arrive at Carson City and get caught up in a gunfight. It's raining bullets and there are explosions everywhere. After an intense battle they enter the saloon where they dispose of every cowboy in sight while redecorating the interior. Our heroes flee the scene by climbing on the roof, but what's that sound? ... it's a HUGE robot! Wild Guns is a shooter with a western & Sci Fi theme. Gameplay is somewhat similar to the Time Crisis & House of the Dead games, with the exception that the game isn't played from a first-person perspective but from a third-person perspective. You control your on-screen character as well as the aiming crosshair (at the same time). Select either Clint (yes, inspired by Mr. Eastwood) or Annie and shoot down tons of enemies while dodging bullets and jumping over incoming rockets.",
        "source": "https://www.mobygames.com/game/6786/wild-guns/"
    },
    {
        "name": "Yu-Gi-Oh! GX: Duel Academy",
        "g": "yugioh-gx",
        "sys": "gba",
        "id": "646",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2006",
        "pub": "Konami",
        "desc": "Climb the Duel Academy ranks to become the King of Games Academy Life Only the most skillful students can enter the high ranking dorms at the Duel Academy! Study hard!",
        "source": "https://www.mobygames.com/game/184774/yu-gi-oh-gx-duel-academy/"
    },
    {
        "name": "Evolution",
        "g": "evolution",
        "sys": "u",
        "id": "647",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2016",
        "pub": "keiwando",
        "desc": "Use joints, bones and muscles to build creatures that are only limited by your imagination. Watch how the combination of a neural network and a genetic algorithm can enable your creatures to 'learn' and improve at their given tasks all on their own.",
        "source": "https://keiwan.itch.io/evolution"
    },
    {
        "name": "Pokemon Emerald Rogue",
        "g": "pokeemro",
        "sys": "gba",
        "id": "648",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2022",
        "pub": "Pokabbie",
        "desc": "Ever wondered what Pokemon might look like as a Roguelike! Pokemon Emerald Rogue is my take on it!",
        "source": "https://www.pokecommunity.com/showthread.php?t=479406"
    },
    {
        "name": "webosu!",
        "g": "webosu",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cHM6Ly93ZWJvc3Uub25saW5lLw==",
        "sys": "h",
        "id": "649",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2021",
        "pub": "BlaNKtext",
        "desc": "The unofficial osu! web port with a huge pool of beatmaps",
        "source": "https://github.com/BlaNKtext/webosu/"
    },
    {
        "name": "Super Sidekicks 3: The Next Glory",
        "g": "ssideki3",
        "sys": "arcade",
        "id": "650",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1995",
        "pub": "SNK",
        "desc": "Super Sidekicks 3: The Next Glory is an arcade style soccer/football game, continuation of Super Sidekicks 2: The World Championship. The game features 64 national teams (across 8 regions.) The title plays like a typical sidescrolling arcade soccer game, complete with stylized graphics and accessible gameplay.",
        "source": "https://www.mobygames.com/game/68825/super-sidekicks-3-the-next-glory/"
    },
    {
        "name": "Punch-Out!!",
        "g": "punchout",
        "sys": "arcade",
        "id": "651",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1984",
        "pub": "Nintendo",
        "desc": "Punch-Out!! is a humorous boxing game that started Nintendo's acclaimed game series. You take the role of a boxer who participates in a boxing tournament. You can strike with left or right hand, deliver uppercuts and hooks, dodge in either direction and block the blows. Unlike the similarly titled NES game, in the Arcade version the protagonist is shown directly from behind as a wireframe. There are six opponents to beat and when the last opponent is defeated the game loops. The arcade cabinet is notable for having two monitors one above another: the upper monitor is used to display game statistics, while the lower one shows the actual boxing ring.",
        "source": "https://www.mobygames.com/game/64010/punch-out/"
    },
    {
        "name": "Super Punch-Out!!",
        "g": "spnchout",
        "sys": "arcade",
        "id": "652",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1984",
        "pub": "Nintendo",
        "desc": "Super Punch-Out!! is an immediate follow-up to the Arcade Punch-Out!! released the same year. Once again you control a green-haired boxer viewed from behind as a wireframe. The gameplay is generally the same as the predecessor, but there's a slight change in the rules, the duck move is introduced and the opponents are completely different. Like the previous game, the arcade cabinet has two monitors one above another: the upper monitor is used to display game statistics, while the lower one shows the actual boxing ring.",
        "source": "https://www.mobygames.com/game/64012/super-punch-out/"
    },
    {
        "name": "Super Puzzle Fighter II Turbo",
        "g": "spf2t",
        "sys": "arcade",
        "id": "653",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Capcom",
        "desc": "A Tetris-like puzzle game featuring popular characters from many Capcom games. Colored gems fall from the top of the screen in pairs, but this time lining up those of the same color is not enough. To break the gems and punish your opponent with counter gems you have to place a crash gem of the same color next to the gems. If you make a block of gems of the same color they'll fuse, forming a power gem. Breaking a power gem sends more counter gems to your opponent than breaking the same amount of gems in some other configuration. But the ultimate attack is breaking power gems in chain.",
        "source": "https://mobygames.com/game/3102/super-puzzle-fighter-ii-turbo/"
    },
    {
        "name": "Super Volley ball",
        "g": "svolley",
        "sys": "arcade",
        "id": "654",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1989",
        "pub": "Video System Co.",
        "desc": "SUPER Volley ball is an indoor volleyball game for one or two players. The single player mode offers two game options: normal game and World League. Choosing normal game pits the player against the computer in a single game. Choosing World League pits the player against all other teams available. A password save is available in this mode.",
        "source": "https://www.mobygames.com/game/42498/super-volley-ball/"
    },
    {
        "name": "Arkanoid",
        "g": "arkanoid",
        "sys": "arcade",
        "id": "655",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1986",
        "pub": "Taito",
        "desc": "The original Breakout concept involves controlling a bat at the bottom of the screen and using it to catch and direct a ball so as to hit all the bricks which are arranged at the top of the screen. It was unpopular for over a decade, before Taito revived it with some new ideas in this arcade game.",
        "source": "https://www.mobygames.com/game/1087/arkanoid"
    }
]