[
    {
        "name": "Mega Man 2: The Power Fighters",
        "g": "megaman2",
        "sys": "arcade",
        "id": "599",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Capcom",
        "desc": "Mega Man 2: The Power Fighters is 2D arcade fighting/shooting game, the sequel to Mega Man: The Power Battle.",
        "source": "https://www.mobygames.com/game/64045/mega-man-2-the-power-fighters/"
    },
    {
        "name": "Dragon Ball Z",
        "g": "dbz",
        "sys": "arcade",
        "id": "600",
        "url": "c",
        "badge": "ARCADE",
        "img": "png",
        "mame": "false",
        "year": "1993",
        "pub": "Banpresto",
        "desc": "Dragon Ball Z is a 2D fighting game, based on the popular manga and anime. The game is loosely based on the second saga 'Z': fight against Frieza. The player has 8 playable characters to choose: Goku, Gohan, Piccolo, Vegeta, Racoome, Burter, Ginyu and Frieza. All characters can fly, and have several special, characteristic moves (like Kamehameha, Masenko, Makankosappo etc.). The rules are simple - the player must defeat the enemy character.",
        "source": "https://www.mobygames.com/game/69584/dragon-ball-z/"
    },
    {
        "name": "Mario Bros",
        "g": "mbros-nes",
        "sys": "nes",
        "id": "601",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1986",
        "pub": "Nintendo",
        "desc": "Mario and Luigi, the best plumbers in the world, have a real job on their hands. A host of characters have taken over the sewers, and the brothers must clear them out of the pipes.",
        "source": "https://www.mobygames.com/game/7301/mario-bros/releases/#nes"
    },
    {
        "name": "Volley Random",
        "g": "vrandom",
        "gameurl": "https://imadejptr.github.io/strg/vrandom/index.html",
        "sys": "h",
        "id": "602",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2021",
        "pub": "RHM Interactive",
        "desc": "The fun random game series continues with Volley Random. There is a Volleyball experience unlike any before. With fun ragdoll physics and a variety of variations, each match will be different. The playing court, ball and players may change. The important thing is to be able to get score under all conditions.",
        "source": "https://gamedistribution.com/games/volley-random"
    },
    {
        "name": "T-Mek",
        "g": "t-mek",
        "sys": "sega32x",
        "id": "603",
        "url": "c",
        "badge": "32X",
        "img": "jpg",
        "mame": "false",
        "year": "1994",
        "pub": "Atari Games Corporation",
        "desc": "T-Mek is essentially an updated Battlezone. You are a warrior battling in the T-Mek competition, a hugely popular event in the future. You control a hovercraft and try to blow up everyone else.",
        "source": "https://www.mobygames.com/game/1279/t-mek/"
    },
    {
        "name": "Fighter Aircraft Pilot",
        "g": "fap",
        "gameurl": "https://imadejptr.github.io/strg/fap/index.html",
        "sys": "h",
        "id": "604",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2018",
        "pub": "Y8",
        "desc": "You have the opportunity to be a pilot on a various kind of airplanes. Follow the instruction and learn how to start your plane, and how to fly it. Also, you can try to finish the missions, which are in front of you. Good luck pilot.",
        "source": "https://www.y8.com/games/fighter_aircraft_pilot"
    },
    {
        "name": "Monkey Mart: Online",
        "g": "mkmart",
        "gameurl": "https://imadejptr.github.io/strg/mkmart/index.html",
        "sys": "h",
        "id": "605",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2022",
        "pub": "linklikebr",
        "desc": "Monkey Mart Online is a management game. You control monkey characters who have just built a supermarket. Fill the shelves with bananas, grapes, dairy and more. The customers will pick them up and wait for you at the cashier counter. You can upgrade your character, unlock new workstations or even recruit other workers to help you.",
        "source": "https://appagg.com/android-games/simulation/monkey-mart-on-line-37997429.html?hl=en"
    },
    {
        "name": "Yu-Gi-Oh!: Forbidden Memories",
        "g": "yugioh",
        "sys": "psx",
        "id": "606",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1999",
        "pub": "Konami",
        "desc": "Based on the popular anime series, Yu-Gi-Oh!: Forbidden Memories casts you as on of Yugi's ancestors who must travel to ancient Egypt and solve the mysteries of the Shadow Game and the seven magical totems. You must travel throughout the land talking to townspeople, performing tasks and of course, duel several opponents in order to gather up knowledge of impending doom threatening your kingdom.",
        "source": "https://www.mobygames.com/game/6324/yu-gi-oh-forbidden-memories/"
    },
    {
        "name": "Metal Slug X",
        "g": "metalslugx",
        "sys": "psx",
        "id": "607",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "2001",
        "pub": "SNK Corporation",
        "desc": "Metal Slug X is an enhanced version of Metal Slug 2: Super Vehicle - 001/II.",
        "source": "https://www.mobygames.com/game/4048/metal-slug-x/"
    },
    {
        "name": "Grand Theft Auto 2",
        "g": "gta2",
        "sys": "psx",
        "id": "608",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1999",
        "pub": "Rockstar Games",
        "desc": "Lie, cheat, and steal your way through three districts of a huge city in the follow-up to Grand Theft Auto. Earn the respect of 7 different gangs as you demolish the town in your attempt to make lots of cash.",
        "source": "https://www.mobygames.com/game/1097/grand-theft-auto-2/"
    },
    {
        "name": "Tony Hawk's Pro Skater 2",
        "g": "tonyhawk2",
        "sys": "psx",
        "id": "609",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "2000",
        "pub": "Activision",
        "desc": "The sequel to Tony Hawk's Pro Skater adds many new tricks, while retaining those from the original, and a complete roster of the greatest skaters worldwide. Among the new tricks is the 'manual', which allows the player character to balance on two wheels. There are also more options for scoring high-trick combos. Trick combinations can also be edited and customized. It is possible to visit some of the most popular skate parks in the world, or create own areas and share them with other players. Players can also create their own skaters, with a choice of clothing and official skateboards.",
        "source": "https://www.mobygames.com/game/2575/tony-hawks-pro-skater-2/"
    },
    {
        "name": "Final Fantasy VII",
        "g": "ffvii",
        "sys": "psx",
        "id": "610",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1997",
        "pub": "Square Soft",
        "desc": "The seventh installment of the Final Fantasy series takes place in a post-modern, steampunk, sci-fi world where high technology reigns and where robots and bio-engineered mutants co-exist with humans and dragons.",
        "source": "https://www.mobygames.com/game/858/final-fantasy-vii/"
    },
    {
        "name": "Metal Gear Solid",
        "g": "metalgearsolid",
        "sys": "psx",
        "id": "611",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1998",
        "pub": "Konami",
        "desc": "Metal Gear Solid is a sequel to Metal Gear 2: Solid Snake. After the tragic confrontation with Big Boss, the hero, special agent Solid Snake, decided to retire and has since then lived in a secluded region in Alaska. But the US government recruits him once again for a dangerous mission. The members of Foxhound, a renegade special forces unit, threaten to use a devastating nuclear weapon if the government doesn't hand them the mortal remains of Big Boss, their former commander. Foxhound is now led by a talented, ambitious young man with the codename Liquid Snake. Knowing that the visual resemblance between this new terrorist mastermind and himself can not be coincidental, Solid Snake agrees to infiltrate the new Foxhound base, destroy the unknown nuclear weapon, and find the truth about his own identity.",
        "source": "https://www.mobygames.com/game/2511/metal-gear-solid/"
    },
    {
        "name": "Castlevania: Symphony of the Night",
        "g": "castlevaniasn",
        "sys": "psx",
        "id": "612",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1997",
        "pub": "Konami",
        "desc": "Symphony of the Night is a direct sequel to Rondo of Blood. Unlike the previous installments of the series, the game is set in a castle which the player can explore freely with many different paths, although often items in certain areas need to be found that will allow passage to others. The action-based gameplay incorporates now strong RPG elements. The hero receives experience points for defeating enemies, gains levels, and becomes more powerful. There is also money to be found in the game, and various accessories to buy. In a separate screen, players need to equip attack weapons, shields, and other items. Magic plays an important role, as well as secondary weapons and a large amount of 'special moves' that are executed similar to advanced one-on-one fighting games.",
        "source": "https://www.mobygames.com/game/3739/castlevania-symphony-of-the-night/"
    },
    {
        "name": "Mega Man X4",
        "g": "megamanx4",
        "sys": "psx",
        "id": "613",
        "url": "c",
        "badge": "PS1",
        "img": "png",
        "mame": "false",
        "year": "1997",
        "pub": "Capcom",
        "desc": "Mega Man X, the reploid leader of the 17th unit Maverick Hunters, and his best friend Zero have to stop a reploid rebellion. Each of them gets involved in a different way and you can play as either character through the parallel stories.",
        "source": "https://www.mobygames.com/game/3136/mega-man-x4/"
    }
]