[
    {
        "name": "The Legend of Zelda: Triforce of the Gods",
        "g": "zeldatrigods",
        "sys": "nes",
        "id": "614",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "2004",
        "pub": "Fuzhou Waixing Computer Science & Technology Co.,LTD",
        "desc": "The game plays similar to the original, although more limited. For example, the player can't move diagonally and the sword's range is marginally more limited than in the original. Some of the elements in the game (such as the bosses) were changed, likely due to hardware constraints. There's new original music featured in the game (without counting the title theme, which is extended), which changes in a set order every time you move to a different screen.",
        "source": "https://bootleggames.fandom.com/wiki/Legend_Of_Zelda:_A_Link_to_The_Past_(Famicom)"
    },
    {
        "name": "NBA Live '95",
        "g": "nba-live-95",
        "sys": "snes",
        "id": "615",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "EA Sports",
        "desc": "Manage over 300 players using the General Manager feature, new in this edition. Statistics for each player and team are saved. View players and teams side-by-side to compare stats and other information. You can trade any player in the league.",
        "source": "https://www.mobygames.com/game/2507/nba-live-95/"
    },
    {
        "name": "Tactics Ogre",
        "g": "tactics-ogre-let-us-cling-together",
        "sys": "snes",
        "id": "616",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1995",
        "pub": "Quest Corporation",
        "desc": "Tactics Ogre is a 3D isometric tactical role-playing game. The player starts out with a band of troops, builds a small army and fights many battles with choices to make in between, that will determine which one of the eight possible endings will be reached in a non-linear storyline. The player has the option to recruit characters, control individual equipment of each character, with over six male character classes, six female character classes, three demi-human classes, and more. It is also possible to train at safe locations to prepare the army before the next battle or storyline advancement.",
        "source": "https://www.mobygames.com/game/8367/tactics-ogre/"
    },
    {
        "name": "Rock 'N Roll Racing",
        "g": "rock-n-roll-racing",
        "sys": "snes",
        "id": "617",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1995",
        "pub": "Interplay Productions",
        "desc": "Rock 'n Roll Racing is an arcade combat racing game. Combat plays a heavy role in the game, as each car has a frontal weapon, such as a laser or missile, and a drop weapon, such as spikes or mines. As you complete races, you get more money to upgrade your car. The soundtrack features famous rock tracks such as 'Born to Be Wild,' 'Bad to the Bone,' 'The Peter Gunn Theme,' 'Highway Star' and 'Paranoid.'",
        "source": "https://www.mobygames.com/game/11544/rock-n-roll-racing/"
    },
    {
        "name": "Summer Carnival '92: Recca",
        "g": "recca",
        "sys": "nes",
        "id": "618",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1992",
        "pub": "naxat Co.",
        "desc": "Recca is a vertical-scrolling sci-fi shooter in which you pilot a lone starfighter sent to obliterate the alien armada invasion that looms over the horizon. ",
        "source": "https://www.mobygames.com/game/29521/summer-carnival-92-recca/"
    },
    {
        "name": "Bucky O'Hare",
        "g": "bucky-ohare",
        "sys": "nes",
        "id": "619",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1992",
        "pub": "Konami",
        "desc": "Captain Bucky O'Hare and his loyal crew - Blinky, Deadeye, Jenny, and Willy - fight to save the Aniverse from the scourge of the Toad Armada. That is until Bucky's ship is attacked and his crew taken prisoner. Now a lone bunny on a mission, Bucky must fight to rescue his comrades from four hostile planets and then confront the Air Marshall on his flagship.",
        "source": "https://www.mobygames.com/game/10573/bucky-ohare/"
    },
    {
        "name": "Little Samson",
        "g": "little-samson",
        "sys": "nes",
        "id": "620",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "1992",
        "pub": "Taito Corporation",
        "desc": "Ta-Keed, the Prince of Darkness, has managed to escape from his supernatural penitentiary where he has had centuries to plot exactly how he will take revenge on those that locked him away. Emperor Hans sends his troops to deal with this threat, but they are no match for the ultimate evil one. As an alternative, the emperor summons the bearers of 4 Magical Bells. These 4 adventurers must make their way to the castle and work as a team if they are to destroy Ta-Keed.",
        "source": "https://www.mobygames.com/game/30308/little-samson/"
    },
    {
        "name": "Lightening Force: Quest for the Darkstar",
        "g": "lightening-force-quest-for-the-darkstar",
        "sys": "segaMD",
        "id": "621",
        "url": "c",
        "badge": "SEGA",
        "img": "png",
        "mame": "false",
        "year": "1992",
        "pub": "SEGA",
        "desc": "The Galaxy Federation has defeated the forces of the Orn Empire. But the former allies of Orn have united into a single powerful army known as Vios. The Galaxy Federation attacks their headquarters on the planet Aceria, but loses the battle. They then develop a new fighter spacecraft, the FIRE LEO-04 Rynex, and send a trained pilot to neutralize the Vios.",
        "source": "https://www.mobygames.com/game/6640/lightening-force-quest-for-the-darkstar/"
    },
    {
        "name": "Alien Solider",
        "g": "alien-solider",
        "sys": "segaMD",
        "id": "622",
        "url": "c",
        "badge": "SEGA",
        "img": "png",
        "mame": "false",
        "year": "1995",
        "pub": "SEGA",
        "desc": "Alien Soldier is a side-scrolling action game in which the player takes the role of Epsilon-Eagle, the former leader of the Scarlet mutant group. The mutants are now lead by the evil Xi-Tiger who had turned them to terrorism, and one of their goals is to kill Epsilon-Eagle...",
        "source": "https://www.mobygames.com/game/14130/alien-soldier/"
    },
    {
        "name": "Landstalker",
        "g": "landstalker",
        "sys": "segaMD",
        "id": "623",
        "url": "c",
        "badge": "SEGA",
        "img": "png",
        "mame": "false",
        "year": "1992",
        "pub": "SEGA",
        "desc": "Landstalker is an isometric action game with platforming, puzzle-solving, and light role-playing elements. Much of the game is spent in dungeon-like hostile areas, where Nigel must often fight enemies, jump, climb ladders and ropes, and throw objects to overcome obstacles and solve puzzles. Nigel can acquire better weapons and armor, as well as items that permanently increase his hit points and strength. In towns it is possible to talk to non-player characters and buy items in shops. There are optional quests in the game, which may reward the player with attribute-increasing items.",
        "source": "https://www.mobygames.com/game/6955/landstalker/"
    },
    {
        "name": "XXXX [HACK]",
        "g": "XXXX",
        "sys": "nes",
        "id": "624",
        "url": "c",
        "badge": "NES",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "79",
        "desc": "This is one of those rare SMB hacks out there that have a lot of replay value. The object is to find stars in order to reach Bowser’s castle, this is a fun hack that will most definitely keep you busy. And the music in this hack is really good too. The spikes can kill you in an instant, so be careful. If you like SMB hacks then this game is right up your alley…",
        "source": "https://www.romhacking.net/hacks/104/"
    },
    {
        "name": "Pokemon Ultra Violet Version [HACK]",
        "g": "UltraViolet",
        "sys": "gba",
        "id": "625",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2013",
        "pub": "LocksmithArmy",
        "desc": "Pokemon Ultra Violet Version is a hack of the GameBoy Advance game Pokemon Fire Red Version. This new game has been altered in many ways to make the game more enjoyable, but it still has the same general design and story as the original Nintendo release. Among many other improvements, it has been made so that 1 player with 1 gamesave can play through the entire game and actually catch all of the Pokemon from the first 3 generations.",
        "source": "https://www.romhacking.net/hacks/1156/"
    },
    {
        "name": "Super Go-Kart Racing [HACK]",
        "g": "Super%20Go-Kart%20Racing",
        "sys": "snes",
        "id": "626",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "2023",
        "pub": "DarthMarino",
        "desc": "Super Mario Kart began development as a straight-forward go-kart racing game before switching directions and adding elements from the Mushroom Kingdom. Super Go-Kart Racing aims to “recreate” what the original intention of the game was. There are no weapons, coins or jumps. It’s just no-frills racing across 20 brand-new tracks set in realistic go-kart race locations. All of the music and many of the sounds have been changed to create a different experience.",
        "source": "https://www.romhacking.net/hacks/7542/"
    },
    {
        "name": "Super Mario Deluxe [HACK]",
        "g": "SMD",
        "sys": "snes",
        "id": "627",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "2005",
        "pub": "peter_ac",
        "desc": "It’s an original and refreshing take to be able to play such a classic with the up to date Super Mario World game engine. While it is similar to Super Mario All Stars, it’s still very different. Everything is changed in this hack. There are new over worlds, some additional custom levels, changed tunes and more!",
        "source": "https://www.romhacking.net/hacks/66/"
    },
    {
        "name": "Ball Mayhem!",
        "g": "ball-mayhem",
        "sys": "u",
        "id": "628",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2019",
        "pub": "VooDoo",
        "desc": "Enter the stadium and face the other teams in a fierce battle. Tackle everyone in sight to move forward and score a Touchdown! Show them who is the best team in the world!",
        "source": "https://play.google.com/store/apps/details?id=com.clement.ballmayhem&hl=en&gl=US"
    }
]