[{
        "name": "The Pizza Edition",
        "img": "pizza.jpg",
        "url": "https://sites.google.com/view/thepizzaeditionn/home",
        "desc": "One of the biggest unblocked google sites on the internet. This site offers everything you would want in a unblocked games site. It has games, proxies, apps, etc. Go and check them out!"
    },
    {
        "name": "Aerial",
        "img": "aerial.jpg",
        "url": "https://www.newaerial.net/home",
        "desc": "With a wide range of emulation games to HTML5 games, Aerial has a lot to offer. Go and check them out!"
    },
    {
        "name": "Craziest Unblocked Games",
        "img": "craziest.jpg",
        "url": "https://sites.google.com/view/craziest-games",
        "desc": "We publish top quality games to our site that are fun to play and engaging for the player! We hope you enjoy our fabulous games and have fun on Craziest Games!"
    },
    {
        "name": "Lots O Games",
        "img": "lotsogames.jpg",
        "url": "https://sites.google.com/view/lotsogames",
        "desc": "Not only does this game site offer a ton of traditional games, but also a selection of original titles too. Games, Proxies, you name it we have it. Go check them out!"
    },
    {
        "name": "Limelock",
        "img": "limelock.jpg",
        "url": "https://sites.google.com/view/limelock",
        "desc": "A game site with a wide varity of games, proxies, movies, exploits, it has a lot to choose from with a pinch of quality. Go check them out!"
    },
    {
        "name": "The Master Edition",
        "img": "master-e.jpg",
        "url": "https://sites.google.com/view/master-editionn",
        "desc": "A game site with a wide varity of games, proxies, movies, exploits, and mods to spice up your favorite games! Go check them out!"
    },
    {
        "name": "SMS Games & More",
        "img": "sms.jpg",
        "url": "https://sites.google.com/view/smsgame",
        "desc": "A game site that is updated frequently, and offers a lot of options to cure your boredom at school! Go check them out!"
    },
    {
        "name": "Universal Arcade",
        "img": "uniarc.png",
        "url": "https://sites.google.com/view/universal-arcade",
        "desc": "A game site with a variety of apps, exploits, proxy browsers and of course, a lot of games!"
    },
    {
        "name": "This could be you <i>(and yes with the strangling part)</i>!",
        "img": "you.jpg",
        "url": "https://discord.com/invite/jtUU3ezgdn",
        "desc": "If you're interested in being a partner, just join the discord for more information!"
    }
]