[
    {
        "name": "EarthBound",
        "g": "EarthBound",
        "sys": "snes",
        "id": "22",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1995",
        "pub": "Nintendo",
        "desc": "Young Ness was asleep one night when a loud crashing noise awoke him suddenly. As he rushes out of bed and up to a nearby hill, he encounters a strange meteor, carrying a single passenger: a mysterious insect-like being named Buzz Buzz. Buzz Buzz tells him that in the future, an evil alien being known as Giygas has conquered the world, and the only ones who can stop him are four young kids: three boys and a girl. Ness, of course, is one of the chosen ones, and he must find the other three children: Paula, a young girl with remarkable psychic powers, Jeff, a mechanical genius, and Poo, the young Prince of Dahlaam. Together, these four friends have the power to defeat Giygas and save the world from his chaotic reign!",
        "source": "https://www.mobygames.com/game/snes/earthbound"
    },
    {
        "name": "Sonic Advance 2",
        "g": "Sonic%20Advance%202",
        "sys": "gba",
        "id": "116",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "SEGA",
        "desc": "Once again, Sonic is called upon to save the world from the evil Dr. Eggman. On this occasion, Sonic is joined by friends Tails, Knuckles and Cream and rabbit, the latest addition to the Sonic team. Each comes with a set of unique moves, allowing you to reach certain areas through-out the levels. However, unlike Sonic Advance, you must compelte the game as Sonic to unlock the other characters.",
        "source": "https://www.mobygames.com/game/gameboy-advance/sonic-advance-2"
    },
    {
        "name": "Sonic Advance 3",
        "g": "Sonic%20Advance%203",
        "sys": "gba",
        "id": "117",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2004",
        "pub": "THQ",
        "desc": "Eggman has broken the world into seven parts, now the player must find the seven Chaos Emeralds to restore the world.",
        "source": "https://www.mobygames.com/game/gameboy-advance/sonic-advance-3"
    },
    {
        "name": "Sonic & Knuckles + Sonic the Hedgehog 3",
        "g": "Sonic-N-Knuckles--Sonic-the-Hedgehog-3",
        "sys": "segaMD",
        "id": "144",
        "url": "c",
        "badge": "GEN",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "SEGA",
        "desc": "Sonic and Knuckles & Sonic 3 in the same game",
        "source": ""
    },
    {
        "name": "The Legend Of Zelda: Majora's Mask",
        "g": "majorasmask",
        "sys": "n64",
        "id": "329",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "2000",
        "pub": "Nintendo",
        "desc": "After having fulfilled Princess Zelda's request and saved the land of Hyrule from grave danger, Link departs on his horse Epona. In the Lost Woods he is ambushed by Skull Kid, an imp who dons a mysterious mask, accompanied by the fairies Tael and Tatl. Skull Kid turns Link into a small plant-like creature known as Deku Scrub and takes away his horse and his magical ocarina. Shortly afterward Tatl joins Link and agrees to help him revert to his native form. A meeting with a wandering mask salesman reveals that the Skull Kid is wearing Majora's Mask, an ancient item used in hexing rituals, which calls forth a menacing moon hovering over the land of Termina. Link has exactly three days to find a way to prevent this from happening.",
        "source": "https://www.mobygames.com/game/n64/legend-of-zelda-majoras-mask"
    },
    {
        "name": "Super Mario 64",
        "g": "super-mario-64",
        "sys": "n64",
        "id": "64",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1996",
        "pub": "Nintendo",
        "desc": "Mario is invited to Peach's castle, but when he arrives Peach is nowhere to be seen. He soon learns from Toad that Bowser has once again kidnapped her. The Koopa King has also put a spell on her castle, imprisoning her subjects. So it is up to Mario to break the spell and rescue Peach.",
        "source": "https://www.mobygames.com/game/n64/super-mario-64"
    },
    {
        "name": "F-Zero X",
        "g": "f-zero-gx",
        "sys": "n64",
        "id": "65",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1998",
        "pub": "Nintendo",
        "desc": "Famed SNES racer F-Zero gets a 64-bit update. Gameplay remains essentially unchanged, race in a futuristic racing tournament on tracks levitated miles up in the air, against a selection of devious opponents.",
        "source": "https://www.mobygames.com/game/n64/f-zero-x"
    },
    {
        "name": "Shell Shockers",
        "g": "aHR0cHM6Ly9zaGVsbHNob2NrLmlvLw==",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cHM6Ly9zaGVsbHNob2NrLmlvLw==",
        "sys": "h",
        "id": "269",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2017",
        "pub": "Blue Wizard Digital",
        "desc": "Welcome to Shell Shockers, the world’s best multiplayer egg shooter! Play one of our FOUR EGG-CITING GAME MODES and choose from EIGHT EGG-CEPTIONAL WEAPONS to shoot your eggy friends!",
        "source": "https://shellshock.io/"
    },
    {
        "name": "Mega Man X",
        "g": "megamanx",
        "sys": "snes",
        "id": "324",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1993",
        "pub": "Nintendo",
        "desc": "Mega Man X is a robot designed by Dr. Light to choose his own path in life. Years after he is created, Dr. Cain finds X and mimics his design to create a race of such robots called reploids. When the sigma virus infects these reploids, causing them to commit acts of evil, it is up to Mega Man X and his partner Zero (who is quite powerful, contrary to what his name implies) to stop it.",
        "source": "https://www.mobygames.com/game/snes/mega-man-x"
    },
    {
        "name": "Mario & Luigi - Bowser's Inside Story",
        "g": "bowsersstomach",
        "sys": "nds",
        "id": "321",
        "url": "c",
        "badge": "NDS",
        "img": "png",
        "mame": "false",
        "year": "2009",
        "pub": "Nintendo",
        "desc": "The Mushroom Kingdom is stricken with a horrible disease known as 'The Blorbs'! Princess Toadstool calls a meeting to discuss what action must be taken to save her citizens, and of course, Mario and Luigi attend. Bowser crashes the meeting, but is soundly defeated once again. After he's evicted from the castle, he meets a shady character who offers him a mysterious mushroom that he promises will beat Mario once and for all. Wolfing it down, Bowser suddenly starts sucking in everything in sight - including all of the Mushroom Kingdom's citizens, and the famous brothers themselves! What troubles will strike the kingdom next?",
        "source": "https://www.mobygames.com/game/nintendo-ds/mario-luigi-bowsers-inside-story"
    },
    {
        "name": "Mario And Luigi Superstar Saga",
        "g": "Mario%20And%20Luigi%20Superstar%20Saga",
        "sys": "gba",
        "id": "102",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2003",
        "pub": "Nintendo",
        "desc": "Princess Peach's voice has been stolen by Cackletta and replaced with explosives! Mario and Luigi with the help of Bowser follow her trail to the neighboring Beanbean Kingdom, where they interact with a new cast of characters in their quest to stop her.",
        "source": "https://www.mobygames.com/game/gameboy-advance/mario-luigi-superstar-saga"
    },
    {
        "name": "Metroid Zero Mission",
        "g": "Metroid%20Zero%20Mission",
        "sys": "gba",
        "id": "105",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2004",
        "pub": "Nintendo",
        "desc": "Pirates have stolen an unknown life-form, recently discovered on the planet SR388. The life-form, called Metroid, is in a state of suspended animation and, according to analysis, was the cause of the complete destruction of SR388. If it ever got loose, the alien could destroy countless other systems. The pirates have taken the being to the planet Zebes and are fending off the Galactic Federation's attacks. It is up to the space bounty hunter Samus Aran to find her way into the planet's core, destroy the pirates, and take back the alien before the pirates complete their plans of world destruction.",
        "source": "https://www.mobygames.com/game/gameboy-advance/metroid-zero-mission"
    },
    {
        "name": "Super Metroid",
        "g": "super-metroid",
        "sys": "snes",
        "id": "325",
        "url": "c",
        "badge": "SNES",
        "img": "png",
        "mame": "false",
        "year": "1994",
        "pub": "Nintendo",
        "desc": "After having defeated Mother Brain, the leader of the Space Pirates who wanted to use alien creatures known as Metroids to dominate the world, the bounty hunter Samus Aran took the fight to the Metroids' homeland and eradicated them. Only a single Metroid larva remained. Samus took it to a galactic research station, and scientists assured her that the powers of the larva can be harnessed to help people. However, everything goes wrong when a dragon kills the scientists, takes away the larva, and destroys the research facility. Samus follows the dragon to the planet of Zebes, where she fought Mother Brain before. She must explore the dangerous planet, stay alive, and figure out a way to retrieve the larva.",
        "source": "https://www.mobygames.com/game/snes/super-metroid"
    },
    {
        "name": "Mario Kart 64",
        "g": "mario-kart-64",
        "sys": "n64",
        "id": "66",
        "url": "c",
        "badge": "N64",
        "img": "png",
        "mame": "false",
        "year": "1997",
        "pub": "Nintendo",
        "desc": "Mario Kart 64 races eight familiar faces, including Mario, Bowser and Yoshi, on four progressively tougher four-track circuits. Wide curves and gentle banks mark the Mushroom Cup tracks. Your commute gets notably tougher on the Flower Cup, though. The player will have to dodge semis rumbling on Toad's Turnpike and bounding boulders on fogbound Choco Mountain! Star Cup tracks range from the icy surfaces of Sherbet Land to the lava lakes of Bowser's Castle. The true test of karting competence, though, comes on the four tracks in Special Cup. Zip through the dark caves and green hillsides of Donkey Kong's Jungle Parkway, cling to the sheer cliffs of Yoshi Valley and hustle over haunted Banshee Boardwalk before tackling the longest track in the game: neon-lit Rainbow Road.",
        "source": "https://www.mobygames.com/game/n64/mario-kart-64"
    },
    {
        "name": "Mega Man Zero",
        "g": "megaman-zero",
        "sys": "gba",
        "id": "474",
        "url": "c",
        "badge": "GBA",
        "img": "png",
        "mame": "false",
        "year": "2002",
        "pub": "Capcom",
        "desc": "It is the year 22XX... The legendary heroes of the Reploids, X and Zero, defeated the evil Sigma long ago, and a new army was created to prevent outbreaks of the Maverick Virus. But as time went on, the army became oppressive, and began to deal out a paranoid brand of justice. It is said that their leader, once a great warrior, has become cold and calculating, eliminating any Reploid that dares oppose him. A hero is needed in these dark times, and that is exactly what Ciel and her rebel group have found in an old ruin...a hero from the past, reborn in the future. Zero has come into a time he does not know, to save it from a figure of the past...the fate of freedom rests on his shoulders.",
        "source": "https://www.mobygames.com/game/6427/mega-man-zero/"
    }
]